Repository: adiparvu/pro.home
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: ro
Languages: de, en, fr, nl

# rule_template_frost_caption
source: Notificare și sarcină când temperatura scade sub 0 °C.
en: Notifies you and creates a task when the temperature drops below 0 °C.

# rule_template_frost_task
source: Protejează plantele sensibile
en: Protect the sensitive plants

# rule_template_greenhouse
source: Seră sub 5°
en: Greenhouse below 5°

# rule_template_greenhouse_caption
source: Notificare când temperatura din seră scade sub 5 °C.
en: Notifies you when the greenhouse temperature drops below 5 °C.

# rule_template_rain
source: Plouă la proprietate
en: Rain at the property

# rule_template_rain_caption
source: Notificare când plouă la proprietate.
en: Notifies you when it rains at the property.

# rule_templates_caption
source: Începe cu o regulă pregătită pentru proprietatea ta.
en: Start with a rule tailored to this property.

# rule_templates_header
source: Șabloane
en: Templates

# rule_threshold
source: Prag
en: Threshold

# rule_weather_frost
source: Îngheț (sub 0°)
en: Frost (below 0°)

# rule_weather_rain
source: Plouă acum
en: Raining now

# rule_weather_snow
source: Ninge acum
en: Snowing now

# rule_weather_unavailable
source: Datele meteo nu sunt disponibile încă — deschide tabloul de bord ca să se încarce vremea.
en: Weather data isn't available yet — open the dashboard so the weather can load.

# rule_weather_unavailable_short
source: Meteo indisponibil acum — regula nu se evaluează.
en: Weather unavailable right now — the rule isn't evaluated.

# satisfactory
source: satisfăcător
en: satisfactory

# scanner_action_delete
source: Șterge
en: Delete

# scanner_action_edit
source: Editează
en: Edit

# scanner_action_is_discount
source: E o reducere
en: It's a discount

# scanner_body
source: Fă o poză sau alege din galerie pentru a extrage automat articolele și totalul.
en: Take a photo or choose from your library to extract items and total automatically.

# scanner_cash_fmt
source: Plătit cash %1$@ · rest %2$@
en: Paid cash %1$@ · change %2$@

# scanner_cash_no_change_fmt
source: Plătit cash %@
en: Paid cash %@

# scanner_choose_photo
source: Alege fotografie
en: Choose Photo

# scanner_discount_ax_fmt
source: Reducere de %@
en: Discount of %@

# scanner_edit_name
source: Denumire
en: Name

# scanner_edit_price
source: Preț
en: Price

# scanner_edit_qty
source: Cantitate
en: Quantity

# scanner_failed
source: Nu am putut citi bonul. Încearcă o fotografie mai clară și bine luminată.
en: Couldn't read this receipt. Try a sharper, well-lit photo.

# scanner_field_category
source: Categorie
en: Category

# scanner_field_date
source: Dată
en: Date

# scanner_field_store
source: Magazin
en: Store

# scanner_headline
source: Scanează o chitanță
en: Scan a receipt

# scanner_import_pdf
source: Importă PDF
en: Import PDF

# scanner_info_history
source: Salvează prețurile în istoricul cumpărăturilor
en: Saves prices to your purchase history

# scanner_info_ocr
source: Citește textul de pe bon
en: Reads the text on the receipt

# scanner_info_products
source: Recunoaște și curăță produsele
en: Recognizes and cleans up products

# scanner_info_sync
source: Bifează automat lista de cumpărături
en: Checks items off your shopping list

# scanner_info_title
source: Ce se întâmplă automat
en: What happens automatically

# scanner_items_count
source: Articole (%lld)
en: Items (%lld)

# scanner_original_price_ax_fmt
source: Preț tipărit %@
en: Printed price %@

# scanner_processing
source: Se analizează chitanța…
en: Analyzing receipt…

# scanner_reason_badge_ax
source: Arată motivul semnalării
en: Show why this is flagged

# scanner_reason_discount
source: Bonul a atașat o reducere acestui articol; prețul tăiat e cel tipărit.
en: The receipt attached a discount to this item; the struck price is the printed one.

# scanner_reason_low_confidence
source: Rând citit cu încredere scăzută — aruncă o privire.
en: This line was read with low confidence — take a look.

# scanner_reason_uncertain_name
source: Numele citit e nesigur — îl poți corecta, iar aplicația îl reține pentru data viitoare.
en: The name read is uncertain — you can correct it and the app remembers it next time.

# scanner_reason_uncertain_price
source: Prețul citit de pe bon e nesigur — verifică-l.
en: The price read from the receipt is uncertain — please check it.

# scanner_reason_weight
source: Cântărit la casă — prețul e pe kilogram.
en: Weighed at checkout — the price is per kilogram.

# scanner_reconciliation_fmt
source: Subtotal %1$@ − reduceri %2$@ = %3$@ plătit
en: Subtotal %1$@ − discounts %2$@ = %3$@ paid

# scanner_reconciliation_off_fmt
source: Diferență de %@ față de totalul bonului
en: Off by %@ from the receipt total

# scanner_reconciliation_ok
source: Totalul se închide
en: The math checks out

# scanner_reduction_generic
source: Reducere
en: Discount

# scanner_reductions_title
source: Reduceri
en: Discounts

# scanner_rescan
source: Rescanează
en: Rescan

# scanner_save
source: Salvează chitanța
en: Save Receipt

# scanner_step_matching
source: Potrivesc lista de cumpărături…
en: Matching your shopping list…

# scanner_step_page
source: Pagina %lld din %lld…
en: Page %lld of %lld…

# scanner_step_products
source: Identific produsele…
en: Identifying products…

# scanner_step_reading
source: Citesc textul…
en: Reading text…

# scanner_store_placeholder
source: Numele magazinului
en: Store name

# scanner_sync_complete
source: %@ — complet
en: %@ — done

# scanner_sync_decrement
source: %1$@ — cumpărat %2$@, rămâne %3$@
en: %1$@ — bought %2$@, %3$@ left

# scanner_sync_none
source: Niciun articol din listă pe acest bon
en: No list items on this receipt

# scanner_tip
source: Funcționează cel mai bine cu fotografii clare ale chitanțelor întinse
en: Works best with clear, well-lit photos of flat receipts

# scanner_title
source: Scanează chitanță
en: Scan Receipt

# scanner_uncertain_badge
source: Atinge pentru a verifica
en: Tap to review

# scanner_vat_line %@
source: TVA %@
en: VAT %@

# scanner_vat_note_fmt
source: TVA %@
en: VAT %@

# search_sec_account
source: Cont
en: Account

# search_shared_contact
source: Contact partajat: %@
en: Shared contact: %@

# service_book_add
source: Adaugă intervenție
en: Add service entry

# service_book_empty
source: Nicio intervenție încă. Reparațiile înregistrate aici apar și în Finanțe.
en: No service entries yet. Repairs you log here also appear in Finances.

# service_book_replace_signal
source: Reparațiile au depășit jumătate din prețul de achiziție — merită luată în calcul înlocuirea.
en: Repairs have passed half the purchase price — worth considering a replacement.

# service_book_tco
source: Cost total de deținere
en: Total cost of ownership

# service_book_title
source: CARNET DE SERVICE
en: SERVICE BOOK

# service_book_total_repairs
source: Total reparații
en: Total repairs

# service_intervention_placeholder
source: ex. Compresor înlocuit
en: e.g. Compressor replaced

# service_no_contractor
source: Fără contractor
en: No contractor

# session_finish
source: Termină sesiunea
en: Finish session

# session_pause
source: Pauză sesiune
en: Pause session

# session_resume
source: Reia sesiunea
en: Resume session

# session_start
source: Începe sesiunea
en: Start session

# session_worked_total
source: Timp lucrat
en: Time worked

# sh_all_clear
source: Totul e în ordine
en: All clear

# sh_all_clear_subtitle
source: Nimic în 30 de zile
en: Nothing in 30 days

# sh_all_devices
source: Toate dispozitivele
en: All devices

# sh_brightness
source: Luminozitate
en: Brightness

# sh_card_open_hint
source: Deschide controalele dispozitivelor
en: Opens device controls

# sh_climate_air
source: Aer
en: Air

# sh_climate_current
source: Acum
en: Current

# sh_climate_no_thermostat
source: Niciun termostat conectat — ținta de confort este doar afișată
en: No thermostat connected — comfort target shown for display only

# sh_climate_target
source: Temperatură țintă
en: Target temperature

# sh_close
source: Închide
en: Close

# sh_color
source: Culoare
en: Color

# sh_connect_button
source: Conectează
en: Connect

# sh_connect_homekit
source: Conectează HomeKit
en: Connect HomeKit

# sh_connect_start
source: Conectează
en: Start

# sh_connect_subtitle
source: Adaugă primul dispozitiv
en: Add your first device

# sh_device_count %lld
source: %lld dispozitive
en: %lld devices

# sh_greeting_subtitle
source: Bine ai venit acasă
en: Welcome home

# sh_home_temperature
source: Temperatura casei
en: Home temperature

# sh_kind_cameras
source: Camere
en: Cameras

# sh_kind_covers
source: Jaluzele și rulouri
en: Blinds & covers

# sh_kind_lights
source: Lumini
en: Lights

# sh_kind_locks
source: Încuietori
en: Locks

# sh_kind_other
source: Alte dispozitive
en: Other devices

# sh_kind_outlets
source: Prize
en: Outlets

# sh_kind_sensors
source: Senzori
en: Sensors

# sh_kind_switches
source: Întrerupătoare
en: Switches

# sh_kind_thermostats
source: Climă
en: Climate

# sh_light_brightness
source: Intensitate lumină
en: Light Brightness

# sh_list_empty
source: Niciun dispozitiv de afișat
en: No devices to show

# sh_mode_air
source: Aer
en: Air

# sh_mode_cold
source: Rece
en: Cold

# sh_mode_heat
source: Căldură
en: Heat

# sh_mode_humid
source: Umiditate
en: Humid

# sh_net_cellular
source: Date mobile
en: Cellular

# sh_net_connected
source: Conectat
en: Connected

# sh_net_offline
source: Deconectat
en: Offline

# sh_net_wired
source: Prin cablu
en: Wired

# sh_network
source: Rețea
en: Network

# sh_next_up
source: Urmează
en: Next up

# sh_onboarding_subtitle
source: Conectează HomeKit pentru a controla luminile, climatizarea și securitatea direct de pe tabloul de bord.
en: Connect HomeKit to control lights, climate, and security right from your dashboard.

# sh_onboarding_title
source: Transformă-ți locuința
en: Transform your home

# sh_power
source: Alimentare
en: Power

# sh_room_all
source: Toate
en: All

# sh_schedule
source: Program
en: Schedule

# sh_schedule_error
source: Programul nu a putut fi salvat
en: Couldn't save the schedule

# sh_schedule_from
source: De la
en: From

# sh_schedule_note_iot
source: Funcționează cât timp aplicația e deschisă
en: Runs while the app is open

# sh_schedule_to
source: Până la
en: To

# sh_section_life
source: VIAȚA CASEI
en: HOME LIFE

# sh_section_title
source: CASĂ INTELIGENTĂ
en: SMART HOME

# sh_see_all
source: Vezi tot
en: See all

# sh_sensor_reading
source: Valoare în timp real
en: Live reading

# sh_soft_light
source: Lumină difuză
en: Soft Light

# sh_state_brightness %lld
source: Luminozitate %lld%%
en: Brightness %lld%%

# sh_state_now %@
source: Acum %@
en: Now %@

# sh_state_off
source: Oprit
en: Off

# sh_state_on
source: Pornit
en: On

# sh_temp_avg_count %lld
source: media a %lld senzori
en: average of %lld sensors

# sh_temp_decrease
source: Scade temperatura
en: Decrease temperature

# sh_temp_increase
source: Crește temperatura
en: Increase temperature

# sh_temp_inside
source: Interior
en: Inside

# sh_temp_outdoor_weather
source: Exterior · vremea
en: Outside · weather

# sh_temp_outside
source: Exterior
en: Outside

# sh_temp_unavailable
source: Nicio valoare
en: No reading

# sh_unreachable
source: Inaccesibil
en: Unreachable

# since first entry
source: de la prima înregistrare
en: since first entry

# siri_activated
source: Comenzi activate!
en: Commands activated!

# siri_activated_banner
source: Toate cele %lld comenzi sunt active pentru Siri!
en: All %lld commands are active for Siri!

# siri_check_item
source: Bifează articolul
en: Check Off Item

# siri_complete_task
source: Finalizează sarcina
en: Complete Task

# siri_footer
source: Activezi o singură dată — Siri învață toate cele %lld comenzi. Pentru a le elimina, mergi în Configurări › Siri.
en: Activate once — Siri learns all %lld commands. To remove them, go to iPhone Settings › Siri.

# siri_ph_aria_1
source: “Întreabă ARIA în PRVIO”
en: “Ask ARIA in PRVIO”

# siri_ph_aria_2
source: “Vorbește cu PRVIO”
en: “Talk to PRVIO”

# siri_ph_chat_1
source: “Deschide chatul în PRVIO”
en: “Open chat in PRVIO”

# siri_ph_chat_2
source: “Chat în PRVIO”
en: “Chat in PRVIO”

# siri_ph_check_1
source: “Bifează articolul în PRVIO”
en: “Check off item in PRVIO”

# siri_ph_check_2
source: “Marchează articolul cumpărat în PRVIO”
en: “Mark item as bought in PRVIO”

# siri_ph_complete_1
source: “Finalizează sarcina în PRVIO”
en: “Complete task in PRVIO”

# siri_ph_complete_2
source: “Marchează sarcina ca finalizată în PRVIO”
en: “Mark task done in PRVIO”

# siri_ph_newtask_1
source: “Sarcină nouă în PRVIO”
en: “New task in PRVIO”

# siri_ph_newtask_2
source: “Adaugă sarcină în PRVIO”
en: “Add task in PRVIO”

# siri_ph_open_1
source: “Deschide PRVIO”
en: “Open PRVIO”

# siri_ph_open_2
source: “Arată panoul PRVIO”
en: “Show PRVIO dashboard”

# siri_ph_plants_1
source: “Deschide plantele în PRVIO”
en: “Open plants in PRVIO”

# siri_ph_plants_2
source: “Arată plantele în PRVIO”
en: “Show plants in PRVIO”

# siri_ph_quick_1
source: “Acțiune rapidă în PRVIO”
en: “Quick action in PRVIO”

# siri_ph_quick_2
source: “Rulează acțiunea mea PRVIO”
en: “Run my PRVIO action”

# siri_ph_shopping_1
source: “Deschide lista de cumpărături în PRVIO”
en: “Open shopping list in PRVIO”

# siri_ph_shopping_2
source: “Lista de cumpărături în PRVIO”
en: “Shopping list in PRVIO”

# siri_ph_water_1
source: “Udă planta în PRVIO”
en: “Water plant in PRVIO”

# siri_ph_water_2
source: “Marchează planta ca udată în PRVIO”
en: “Mark plant as watered in PRVIO”

# siri_quick_action
source: Acțiune rapidă
en: Quick Action

# siri_sec_actions
source: Acționează cu vocea
en: Act by voice

# siri_sec_assistant
source: Asistent
en: Assistant

# siri_sec_nav
source: Navighează
en: Navigate

# siri_water_plant
source: Udă planta
en: Water Plant

# sl_cancel_edit
source: Renunță la editare
en: Cancel editing

# sl_chip_in_1h
source: În 1 oră
en: In 1 hour

# sl_chip_tomorrow %@
source: Mâine %@
en: Tomorrow %@

# sl_chip_tonight %@
source: Diseară %@
en: Tonight %@

# sl_date_time
source: Data și ora
en: Date & time

# sl_edit_cleanup_failed
source: Noul mesaj a fost programat, dar cel vechi nu a putut fi șters. Șterge-l din listă.
en: The new message was scheduled, but the old one couldn't be removed. Delete it from the list.

# sl_editing
source: Editezi un mesaj programat
en: Editing scheduled message

# sl_empty_sub
source: Mesajele pe care le programezi vor apărea aici.
en: Messages you schedule will appear here.

# sl_empty_title
source: Nimic programat
en: Nothing scheduled

# sl_repeat
source: Repetare
en: Repeat

# sl_time_past
source: Ora aleasă este în trecut — alege un moment din viitor.
en: The chosen time is in the past — pick a moment in the future.

# sl_to %@
source: Către %@
en: To %@

# sl_until %@
source: Până la %@
en: Until %@

# soc_no_link_fmt
source: %1$@: %2$@ (fără link disponibil)
en: %1$@: %2$@ (no link available)

# soc_open_profile_fmt
source: Deschide profilul %@
en: Open %@ profile

# soc_section_title
source: Rețele sociale
en: Social profiles

# space_kind_basement
source: Subsol
en: Basement

# space_kind_custom
source: Spațiu
en: Space

# space_kind_forest
source: Pădure
en: Forest

# space_kind_garage
source: Garaj
en: Garage

# space_kind_garden
source: Grădină
en: Garden

# space_kind_greenhouse
source: Seră
en: Greenhouse

# space_kind_house
source: Casă
en: House

# space_kind_pond
source: Iaz
en: Pond

# spaces_count %lld
source: %lld spații
en: %lld spaces

# spaces_health
source: Sănătatea casei
en: Home health

# spaces_open_hint
source: Deschide pagina spațiului
en: Opens the space page

# spaces_title
source: Spațiile casei
en: Home spaces

# srvnotif_birthday
source: Zi de naștere azi
en: Birthday today

# srvnotif_digest_allclear
source: Totul e în regulă — nicio sarcină restantă, niciun document care expiră, nicio plantă însetată.
en: All clear — no overdue tasks, expiring documents or thirsty plants.

# srvnotif_digest_docs_many
source: %d documente expiră în 30 de zile.
en: %d documents expiring within 30 days.

# srvnotif_digest_docs_one
source: %d document expiră în 30 de zile.
en: %d document expiring within 30 days.

# srvnotif_digest_due_many
source: %d sarcini scadente săptămâna aceasta.
en: %d tasks due this week.

# srvnotif_digest_due_one
source: %d sarcină scadentă săptămâna aceasta.
en: %d task due this week.

# srvnotif_digest_overdue_many
source: %d sarcini restante.
en: %d tasks overdue.

# srvnotif_digest_overdue_one
source: %d sarcină restantă.
en: %d task overdue.

# srvnotif_digest_plants_many
source: %d plante au nevoie de apă.
en: %d plants need water.

# srvnotif_digest_plants_one
source: %d plantă are nevoie de apă.
en: %d plant needs water.

# srvnotif_digest_spend
source: Cheltuit luna aceasta: %@ %@.
en: Spent so far this month: %@ %@.

# srvnotif_digest_title
source: Săptămâna ta dintr-o privire
en: Your week at a glance

# srvnotif_doc_expiring
source: Document care expiră
en: Document expiring

# srvnotif_invite_expiring
source: Invitație care expiră
en: Invitation expiring

# srvnotif_overdue_body
source: Această sarcină avea termen %@ și este acum restantă.
en: This task was due %@ and is now overdue.

# srvnotif_overdue_prefix
source: Restant: %@
en: Overdue: %@

# srvnotif_pkg_delivered
source: Colet livrat
en: Package delivered

# srvnotif_pkg_out
source: Colet în livrare azi
en: Package out for delivery today

# srvnotif_plant_water
source: Plantă de udat
en: Plant needs watering

# srvnotif_rent_due
source: Chiria scadentă azi
en: Rent due today

# srvnotif_rent_monthly
source: Chiria lunară
en: Monthly rent

# srvnotif_task_due
source: Task scadent azi
en: Task due today

# srvnotif_task_overdue
source: Task restant
en: Task overdue

# srvnotif_warranty_expiring
source: Garanție care expiră
en: Warranty expiring

# sup_cat_bathroom
source: Baie
en: Bathroom

# sup_cat_cleaning
source: Curățenie
en: Cleaning

# sup_cat_diy
source: Bricolaj
en: DIY

# sup_cat_electronics
source: Electronice
en: Electronics

# sup_cat_food
source: Alimente
en: Food

# sup_cat_garden
source: Grădină
en: Garden

# sup_cat_other
source: Altele
en: Other

# sup_cat_pet
source: Animale
en: Pets

# sup_field_category
source: Categorie
en: Category

# sup_field_list
source: Listă
en: List

# sup_field_location
source: Locație (opțional)
en: Location (optional)

# sup_field_name
source: Nume
en: Name

# sup_field_notes
source: Note (opțional)
en: Notes (optional)

# sup_field_priority
source: Prioritate
en: Priority

# sup_field_quantity
source: Cantitate (opțional)
en: Quantity (optional)

# sup_prio_critical
source: Critică
en: Critical

# sup_prio_high
source: Ridicată
en: High

# sup_prio_low
source: Scăzută
en: Low

# sup_prio_medium
source: Medie
en: Medium

# supply_add_first
source: Adaugă prima listă
en: Add first list

# supply_all_done
source: Totul cumpărat
en: All done

# supply_completed
source: Finalizate
en: Completed

# supply_empty_body
source: Creează prima ta listă pentru alimente, curățenie, grădină și altele.
en: Create your first list for food, cleaning, garden, and more.

# supply_empty_title
source: Nicio listă de cumpărături
en: No shopping lists

# supply_lists_count
source: Liste
en: Lists

# supply_section_lists
source: LISTE
en: LISTS

# supply_to_buy
source: De cumpărat
en: To buy

# supply_to_buy_short
source: de cumpărat
en: to buy

# task_all_day
source: Toată ziua
en: All-day

# task_calendar_hint
source: Va apărea în Apple Calendar
en: Will appear in Apple Calendar

# task_card_no_due
source: Fără termen
en: No due date

# task_card_open
source: Deschide sarcina
en: Opens the task

# task_detail_assignees
source: Asignați
en: Assignees

# task_detail_cost
source: Cost estimat
en: Estimated cost

# task_detail_created
source: Creat
en: Created

# task_detail_due
source: Termen
en: Due date

# task_editor_details
source: Detalii task
en: Task details

# task_editor_edit_title
source: Editează task
en: Edit task

# task_editor_new_title
source: Task nou
en: New task

# task_empty_add_hint
source: Adaugă un task
en: Add a task

# task_empty_all_clear
source: Casa e în regulă azi
en: The house is in good shape today

# task_hero_next
source: Următorul
en: Next

# task_hero_now
source: Acum
en: Now

# task_in_calendar
source: În Calendar
en: In Calendar

# task_in_reminders
source: În Reminders
en: In Reminders

# task_mark_complete
source: Marchează finalizat
en: Mark complete

# task_mark_incomplete
source: Marchează nefinalizat
en: Mark not done

# task_preview_in_list
source: Așa va apărea în listă
en: How it appears in the list

# task_preview_placeholder_title
source: Titlul taskului
en: Task title

# task_preview_subtitle
source: Se actualizează automat
en: Updates automatically

# task_preview_title
source: Previzualizare live
en: Live preview

# task_progress_completed_pct
source: completat
en: completed

# task_progress_count_format
source: %1$d din %2$d
en: %1$d of %2$d

# task_progress_finalized_sub
source: finalizate
en: done

# task_progress_today %lld %lld
source: %1$lld din %2$lld azi
en: %1$lld of %2$lld today

# task_progress_today_label
source: Astăzi
en: Today

# task_relative_today
source: Astăzi
en: Today

# task_relative_tomorrow
source: Mâine
en: Tomorrow

# task_relative_yesterday
source: Ieri
en: Yesterday

# task_reminders_hint
source: Va apărea în Reminders
en: Will appear in Reminders

# task_screen_title
source: Taskuri
en: Tasks

# task_section_done_today
source: Finalizate azi
en: Completed today

# task_section_later
source: Mai târziu
en: Later

# task_section_today
source: Astăzi
en: Today

# task_section_week
source: Săptămâna aceasta
en: This week

# task_see_all
source: Vezi toate
en: See all

# task_share_empty
source: Nicio sarcină deschisă
en: No open tasks

# task_share_empty_hint
source: Creează întâi o sarcină, apoi partajeaz-o aici.
en: Create a task first, then share it here.

# task_share_title
source: Alege o sarcină
en: Choose a task

# task_snooze_tomorrow
source: Amână pe mâine
en: Snooze until tomorrow

# task_stat_all
source: Toate
en: All

# task_stat_completed
source: Finalizate
en: Completed

# task_stat_in_progress
source: În progres
en: In progress

# task_stat_overdue
source: Întârziate
en: Overdue

# task_subtitle
source: Urmărește și gestionează toate activitățile
en: Track and manage all activities

# task_sync_section
source: Sincronizare
en: Sync

# task_view_details
source: Vezi detalii
en: View details

# tenant_lease_days_left %lld
source: %lld zile rămase
en: %lld days left

# tenant_lease_ended %@
source: Contractul lui %@ a expirat
en: %@'s lease has ended

# tenant_lease_ending %@
source: Contractul lui %@ expiră în mai puțin de 60 de zile
en: %@'s lease ends within 60 days

# tenant_since %@
source: Din %@
en: Since %@

# tenant_stat_rent
source: Chirie/lună
en: Rent/mo

# textsize_ax_toggle
source: Mărimi mai mari pentru accesibilitate
en: Larger Accessibility Sizes

# textsize_footer
source: Mărimea aleasă se aplică textului din PRVIO. Celelalte aplicații urmează în continuare setarea sistemului.
en: The size you choose applies to text inside PRVIO. Other apps keep following the system setting.

# textsize_preview_section
source: Previzualizare
en: Preview

# textsize_sample_body
source: Așa va arăta textul în întreaga aplicație — carduri, liste și butoane.
en: This is how text will look across the app — cards, lists, and buttons.

# textsize_sample_title
source: Casa ta, într-un singur loc
en: Your home, all in one place

# textsize_section
source: Mărime
en: Size

# textsize_size_ax1
source: Accesibilitate 1
en: Accessibility 1

# textsize_size_ax2
source: Accesibilitate 2
en: Accessibility 2

# textsize_size_ax3
source: Accesibilitate 3
en: Accessibility 3

# textsize_size_ax4
source: Accesibilitate 4
en: Accessibility 4
